Repository: jdubuisson/ElephantPhotoAlbum
Catalog: src/Elephant/WebsiteBundle/Resources/translations/messages.*.xlf
Languages: fr

# elephant.about.title
source: About
fr: A propos

# elephant.about.github
source: This project is available on GitHub
fr: Ce projet est disponible sur Github

# elephant.error.not_allowed
source: You are not allowed to perfom this operation.
fr: Vous n'êtes pas authorisé à effectuer cette opération.

# elephant.home.what_is_it
source: What is Elephant ?
fr: Elephant, qu'est-ce que c'est ?

# elephant.home.goal
source: Elephant is a simple way to share your photos with a few explanations. You use your Google account to login.
fr: Le but d'Elephant est de proposer une façon simple de partager ses photos, avec quelques explications. C'est votre compte Google qui vous permet de vous connecter.

# elephant.home.scroll_swipe
source: The idea is that one screen is used for one picture. Try to scroll od swipe down.
fr: Dans l'idée, un écran présente une photo. Essayez de faire défiler l'écran vers le bas.

# elephant.home.you_got_it
source: You got it !
fr: Vous avez tout saisi !

# elephant.home.that_is_it
source: That's all you need to know to use the website.
fr: C'est tout ce dont vous avez besoin pour utiliser le site.

# elephant.home.see_shared
source: Someone likely shared a photo album with you : use the menu !
fr: On vous a certainement déjà partagé un album photo : utilisez le menu !

# elephant.home.want_to_know_more
source: Do you want to know more ?
fr: Vous voulez en savoir plus ?

# elephant.home.hosting
source: Another upside of Elephant : you knwo where your photos are hosted and who can see them.
fr: Un autre avantage d'Elephant : vous savez où sont vos photos et qui y a accès.

# elephant.home.adding_content
source: For now, only a few people can create new albums.
fr: Et pour le moment, seules certaines personnes peuvent créer de nouveaux albums.

# elephant.about.open_hosted_controlled
source: Elephant is an open-source and self-hosted photo album solution. It is all about giving you control over your data.
fr: Elephant est une solution d'albums photo open-source et auto-hébergée. Tout ça pour vous donner le contrôle sur vos données.

# elephant.about.sf2_bootstrap
source: This website is based on the Symfony2 framework. On top of that, Bootstrap is the HTML, CSS and JS framework that allows the website to be responsive.
fr: Elephant est basé sur le framework PHP Symfony2. En plus, Bootstrap est le framework HTML, CSS et JS qui rend le site responsive.

# elephant.about.mission
source: Elephant's mission
fr: La mission d'Elephant

# elephant.about.tech_stuff
source: Technical stuff
fr: Trucs techniques
